Repository: RunOnFlux/insight-ui
Catalog: po/*.po
Languages: id_id

source: (Input unconfirmed)
id_id: (Input belum dikonfirmasi)

source: (the top 200 richest addresses)
id_id: (200 alamat terkaya paling teratas)

source: {{p.uptime.Days}} days
id_id: {{p.uptime.Days}} hari

source: {{p.uptime.Hours}} hrs
id_id: {{p.uptime.Hours}} jam

source: {{p.uptime.Minutes}} mins
id_id: {{p.uptime.Minutes}} menit

source: {{p.uptime.Seconds}} secs
id_id: {{p.uptime.Seconds}} detik

source: # of Blocks Found
id_id: # dari blok yang ditemukan

source: % Addresses
id_id: % Alamat-alamat

source: % coins
id_id: % Koin

source: % of Total Blocks
id_id: % dari Jumlah blok

source: 404 Page not found :(
id_id: 404 halaman tidak ditemukan :(

source: A relative measure of how difficult it is to find a new block. The difficulty is adjusted periodically as a function of how much hashing power has been deployed by the network of miners.
id_id: Ukuran relatif dari kesulitan menemukan blok baru.kesulitan disesuaikan secara berkala berdasarkan kekuatan hashdikerahkan oleh jaringan penambang.

source: Address
id_id: Alamat

source: Addresses
id_id: Alamat-alamat

source: Addresses richer than:
id_id: Alamat lebih kaya dari:

source: Age
id_id: Usia

source: An error occured in the verification process.
id_id: Terjadi kesalahan pada proses verifikasi.

source: An error occured:<br>{{error}}
id_id: Sebuah kesalahan telah terjadi:<br>{{error}}

source: Application Status
id_id: Status Aplikasi

source: are very much appreciated: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q
id_id: sangat dihargai: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q

source: Balance
id_id: Saldo

source: Block
id_id: Blok

source: Block Reward
id_id: Hadiah Blok

source: Block Share last 24 hours:
id_id: Berbagi Blok dari 24 jam terakhir:

source: Block Share last hour:
id_id: Berbagi Blok beberapa jam yang lalu:

source: Block Summary
id_id: Ringkasan Blok

source: Blocks
id_id: Blok

source: Blocks Mined
id_id: Blok Ditambang

source: Blocks Mined:
id_id: Blok Ditambang:

source: Broadcast Raw Transaction
id_id: Menyiarkan transaksi yang mentah

source: broadcast transaction
id_id: menyiarkan suatu transaksi

source: by date.
id_id: dari tanggal.

source: Can't connect to insight server. Attempting to reconnect...
id_id: Tidak dapat terhubung ke server Insight. Mencoba untuk tersambung kembali...

source: Can't connect to internet. Please, check your connection.
id_id: Tidak dapat terhubung ke Internet. Silakan periksa koneksi.

source: Can't connect to bitcoind to get live updates from the p2p network. (Tried connecting to bitcoind at {{host}}:{{port}} and failed.)
id_id: Tidak dapat terhubung ke bitcoind untuk mendapatkan pembaruan langsung dari jaringan p2p. (Mencoba menghubungkan ke bitcoind di {{host}}:{{port}} dan gagal.)

source: Coins
id_id: Koin

source: Complete
id_id: Selesai

source: Confirmations
id_id: Konfirmasi

source: Connected Nodes:
id_id: Nodes Terhubung:

source: Connection Duration
id_id: Durasi koneksi

source: Connections to other nodes
id_id: Koneksi ke node lain

source: Current Blockchain Tip (bitcore)
id_id: Tip Blockchain Saat Ini (bitcore)

source: Current Network Hashrate
id_id: Hashrate Jaringan Saat ini

source: Current Sync Status
id_id: Status sinkronisasi saat ini

source: Details
id_id: Detail

source: Difficulty
id_id: Kesulitan

source: Difficulty and Network Hashrate
id_id: Kesulitan dan Jaringan Hashrate

source: Distribution Details:
id_id: Detail Distribusi:

source: Donations
id_id: Donasi

source: Double spent attempt detected. From tx:
id_id: Upaya pembelanjaan ganda terdeteksi. Dari tx:

source: Effective Hashrate
id_id: Hashrate Efektif

source: Error message:
id_id: Peringatan Kesalahan:

source: Error!
id_id: Kesalahan!

source: Fee
id_id: Biaya

source: Fee Rate
id_id: Tarif Biaya

source: Final Balance
id_id: Saldo Akhir

source: Finish Date
id_id: Tanggal Selesai

source: first seen at
id_id: pertama kali terlihat pada

source: Go to home
id_id: Buka halaman beranda

source: Height
id_id: Tinggi

source: here
id_id: disini

source: Included in Block
id_id: Termasuk dalam blok

source: Incoherence in levelDB detected:
id_id: Inkonsistensi dalam levelDB terdeteksi:

source: Info Errors
id_id: Informasi Kesalahan

source: Initial Block Chain Height
id_id: Inisial dari Tinggi Block Chain

source: is still in development, check out the source code
id_id: ini masih dalam tahap pengembangan, lihat sumber kodenya

source: Last Block
id_id: Blok Terakhir

source: Last Block Hash (bitcoind)
id_id: Hash Blok Terakhir (bitcoind)

source: Lastest block from date
id_id: Blok terbaru dari tanggal

source: Latest Blocks
id_id: Blok Terbaru

source: Latest Transactions
id_id: Transaksi Terbaru

source: Live
id_id: Langsung

source: Loading Address Information
id_id: Memuat Informasi Alamat

source: Loading Block Information
id_id: Memuat Informasi Blok

source: Loading Selected Date...
id_id: Memuat Tanggal yang Dipilih...

source: Loading Transaction Details
id_id: Memuat Detail Transaksi

source: Loading Transactions...
id_id: Memuat Transaksi...

source: Loading...
id_id: Memuat...

source: Market Cap:
id_id: Kapitalisasi Pasar:

source: Market Price (BTC):
id_id: Harga Pasar (BTC):

source: Market Price:
id_id: Harga pasar:

source: Market Summary
id_id: Ringkasan Pasar

source: Message
id_id: Pesan

source: Mined
id_id: Ditambang

source: Mined by
id_id: Ditambang oleh

source: mined on:
id_id: ditambang pada:

source: Mined Time
id_id: Waktu Ditambang

source: Mining Difficulty
id_id: Kesulitan Penambangan

source: minutes
id_id: menit

source: Network
id_id: Jaringan

source: Next Block
id_id: Blok Selanjutnya

source: No blocks yet.
id_id: Belum ada blok

source: No Inputs (Newly Generated Coins)
id_id: Tanpa Input (Koin yang Baru Dihasilkan)

source: No matching records found!
id_id: Tidak ditemukan catatan yang cocok!

source: No. Transactions
id_id: No. Transaksi

source: Node Information
id_id: Informasi Node

source: Nodes
id_id: Node

source: Number Of Transactions
id_id: Angka Transaksi

source: Number of Transactions:
id_id: Angka Transaksi:

source: Older blocks from this date
id_id: Blok lama dari tanggal ini

source: Percent of total(blocks found)
id_id: Persen dari total (blok ditemukan)

source: Pool Name
id_id: Nama Pool

source: Pools
id_id: Pool

source: Previous Block
id_id: Blok Sebelumnya

source: Protocol
id_id: Protokol

source: Protocol version
id_id: Versi Protokol

source: Proxy setting
id_id: Pengaturan Proksi

source: Rank
id_id: Peringkat

source: Ravencoin Circulation
id_id: Sirkulasi Ravencoin

source: Ravencoin comes with a way of signing arbitrary messages.
id_id: Ravencoin adalah tempat untuk menandatangani pesan.

source: Ravencoin Community
id_id: Komunitas Ravencoin

source: Ravencoin Distribution
id_id: Distribusi Ravencoin

source: Ravencoin Mined:
id_id: Ravencoin Ditambang:

source: Ravencoin Pools
id_id: Ravencoin Pool

source: Ravencoin Pools Stats
id_id: Statistik Ravencoin Pool

source: Ravencoin Statistics for the last 24 hours
id_id: Statistik Ravencoin selama 24 jam terakhir

source: Raw transaction data
id_id: Data transaksi mentah

source: Raw transaction data must be a valid hexadecimal string.
id_id: Data transaksi mentah harus berupa string heksadesimal yang valid.

source: Received Time
id_id: Waktu yang Diterima

source: Redirecting...
id_id: Pengalihan...

source: Rich List
id_id: Daftar kaya

source: Search for block, transaction or address
id_id: Cari blok, transaksi atau alamat

source: See all blocks
id_id: Lihat semua blok

source: Send transaction
id_id: Kirim transaksi

source: Show all
id_id: Lihat semua

source: Show input
id_id: Lihat input

source: Show less
id_id: Lihat lebih sedikit

source: Show more
id_id: Lihat lebih banyak

source: Size
id_id: Ukuran

source: Size (bytes)
id_id: Ukuran (bytes)

source: Skipped Blocks (previously synced)
id_id: Blok yang Dilewati (sebelumnya disinkronkan)

source: Statistics
id_id: Statistik

source: Status
id_id: Ã‰tat

source: Summary
id_id: Ringkasan

source: Summary <small>confirmed</small>
id_id: Ringkasan <small>dikonfirmasi</small>

source: Sync Progress
id_id: Kemajuan Sinkronisasi

source: Sync Status
id_id: Status Sinkronisasi

source: Sync Type
id_id: Jenis Sinkronisasi

source: Synced Blocks
id_id: Blok yang Disinkronkan

source: The current supply of Ravencoin on the network.
id_id: Pasokan Ravencoin saat ini di jaringan.

source: The daily average of fees paid to miners per transaction.
id_id: Rata-rata harian biaya yang dibayarkan kepada penambang per transaksi.

source: The message failed to verify.
id_id: Pesan gagal diverifikasi.

source: The message is verifiably from {{verification.address}}.
id_id: Pesan tersebut dapat diverifikasi dari {{verification.address}}.

source: The number of daily confirmed FLUX transactions.
id_id: Jumlah transaksi FLUX yang dikonfirmasi setiap hari.

source: The total value of all transaction outputs per day (includes coins returned to the sender as change).
id_id: Nilai total seluruh keluaran transaksi per hari (termasuk koin yang dikembalikan ke pengirim sebagai uang kembalian).

source: There are no transactions involving this address.
id_id: Tidak ada transaksi yang melibatkan alamat ini.

source: This form can be used to broadcast a raw transaction in hex format over the Ravencoin network.
id_id: Formulir ini dapat digunakan untuk menyiarkan transaksi mentah dalam format hex jaringan Ravencoin.

source: This form can be used to verify that a message comes from a specific Ravencoin address.
id_id: Formulir ini dapat digunakan untuk memverifikasi asal pesan alamat Ravencoin tertentu.

source: Time Between Blocks:
id_id: Waktu Diantara Blok:

source: Time Offset
id_id: Waktu Offset

source: Timestamp
id_id: Stempel Waktu

source: Today
id_id: Hari ini

source: Total Circulating Supply:
id_id: Total Pasokan Beredar:

source: Total Output Volume:
id_id: Total Volume Output:

source: Total Received
id_id: Total Diterima

source: Total Sent
id_id: Total Terkirim

source: Total Transaction Fees:
id_id: Total Biaya Transaksi:

source: Trade Volume:
id_id: Volume Perdagangan:

source: Transaction
id_id: Transaksi

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
id_id: Transaksi berhasil disiarkan.<br>Id transaksi: {{txid}}

source: Transaction Summary
id_id: Ringkasan Transaksi

source: Transactions
id_id: Transaksi

source: Type
id_id: Jenis

source: Unconfirmed
id_id: Belum dikonfirmasi

source: Unconfirmed Transaction!
id_id: Transaksi Belum Dikonfirmasi!

source: Unconfirmed Txs Balance
id_id: Saldo Txs belum dikonfirmasi

source: Value Out
id_id: Nilai Keluar

source: Verify
id_id: Verifikasi

source: verify message
id_id: verifikasi pesan

source: Verify signed message
id_id: Verifikasi pesan yang ditandatangani

source: Version
id_id: Versi

source: View Chart
id_id: Lihat Bagan

source: Waiting for blocks...
id_id: Menunggu blok...

source: Waiting for nodes...
id_id: Menunggu node...

source: Waiting for pools...
id_id: Menunggu Pool...

source: Waiting for transactions...
id_id: Menunggu transaksi...
