Repository: RunOnFlux/insight-ui
Catalog: po/jv_*.po
Languages: id

source: # of Blocks Found
id: # saka Blok Ditemokake

source: % Addresses
id: % Alamate

source: % coins
id: % dhuwit recehan

source: % of Total Blocks
id: % saka Jumlahe Blok

source: 404 Page not found :(
id: 404 kaca ora ditemokake :(

source: A relative measure of how difficult it is to find a new block. The difficulty is adjusted periodically as a function of how much hashing power has been deployed by the network of miners.
id: sawijing ukuran relatif kuwi carane angel golek pemblokiran anyar. Kesulitan iku diatur sacara periodik minangka fungsi saka jumlah daya hashing sing wis disebarake dening jaringan penambang.

source: Address
id: alamate

source: Addresses
id: Alamat-alamate

source: Addresses richer than:
id: Alamate luwih sugih tinimbang:

source: Age
id: Umure

source: An error occured:<br>{{error}}
id: Ana kesalahan dumadi:<br>{{error}}

source: An error occured in the verification process.
id: Ana kesalahan dumadi ing proses verifikasine.

source: Application Status
id: Status Aplikasine

source: Balance
id: Imbangan

source: Block
id: Blok

source: Block Reward
id: Blok Hadiahe

source: Block Share last 24 hours:
id: Blok Share pungkasan 24 jam:

source: Block Share last hour:
id: Blok Share jam pungkasan:

source: Block Summary
id: Ringkesan Blok

source: Blocks
id: Blok

source: Blocks Mined
id: Blok seng wis Ditambang

source: Blocks Mined:
id: Blok seng wis ditambang:

source: Broadcast Raw Transaction
id: Siarkan Transaksi Seng Mentah

source: Can't connect to bitcoind to get live updates from the p2p network. (Tried connecting to bitcoind at {{host}}:{{port}} and failed.)
id: Ora bisa nyambung menyang bitcoind kanggo njaluk nganyari langsung saka jaringan p2p. (Nyoba nyambung menyang bitcoind ing{{host}} :{{port}} lan gagal.)

source: Can't connect to insight server. Attempting to reconnect...
id: Ora bisa nyambung menyang server wawasane. Nyoba nyambung maneh...

source: Can't connect to internet. Please, check your connection.
id: Ora bisa nyambung menyang internet. Mangga, priksa sambungane sampeyan.

source: Coins
id: Dhuwit recehan

source: Complete
id: Jangkep

source: Confirmations
id: Konfirmasine

source: Connected Nodes:
id: Node sing disambungake:

source: Connection Duration
id: Durasine Sambungane

source: Connections to other nodes
id: Sambungane menyang node liyane

source: Current Blockchain Tip (bitcore)
id: Tip Blockchain Saiki (bitcore)

source: Current Network Hashrate
id: Hashrate Jaringan Saiki

source: Current Sync Status
id: Status Sinkronisasi Saiki

source: Details
id: Rinciane

source: Difficulty
id: Kangelane

source: Difficulty and Network Hashrate
id: Kangelane lan Hashrate Jaringan

source: Distribution Details:
id: Rinciane distribusine:

source: Donations
id: Sumbangane

source: Double spent attempt detected. From tx:
id: Upaya kaping pindho dideteksi. Saka tx:

source: Effective Hashrate
id: Hashrate sing efektif

source: Error!
id: Kesalahane!

source: Error message:
id: Pesen Kesalahane:

source: Fee
id: Ragad

source: Fee Rate
id: Tarif Ragad

source: Final Balance
id: Imbangan Akhir

source: Finish Date
id: Tanggal Rampung

source: Go to home
id: Bali menyang omah

source: Height
id: Dhuwur

source: Included in Block
id: Klebu ing Blok

source: Incoherence in levelDB detected:
id: Inkoherensi ing levelDB wes dideteksi:

source: Info Errors
id: Kesalahan Info

source: Initial Block Chain Height
id: Dhuwur Block Chain wiwitan

source: Input
id: Inpute

source: Last Block
id: Blok Pungkasane

source: Last Block Hash (bitcoind)
id: Hash Blok Terakhir (bitcoind)

source: Lastest block from date
id: Blok paling anyar saka tanggal

source: Latest Blocks
id: Blok Paling anyar

source: Latest Transactions
id: Transaksi paling anyar

source: Loading...
id: Enteni Sek...

source: Loading Address Information
id: Enteni Sek Informasi Alamate

source: Loading Block Information
id: Enteni Sek Informasi Bloke

source: Loading Selected Date...
id: Enteni Sek Tanggal sing Dipilih...

source: Loading Transaction Details
id: Enteni Sek Rincian Transaksine

source: Loading Transactions...
id: Enteni Sek Transaksi...

source: Market Cap:
id: Kapitalisasi pasar:

source: Market Price:
id: Rega Pasar:

source: Market Price (BTC):
id: Rega Pasar (BTC):

source: Market Summary
id: Ringkesan Pasare

source: Message
id: Pesen

source: Mined
id: Ditambang

source: Mined Time
id: Wektu Ditambang

source: Mined by
id: Ditambang kaleh

source: Mining Difficulty
id: Kangelan Pertambangane

source: Network
id: Jaringane

source: Next Block
id: Blok Sabanjure

source: No. Transactions
id: No. Transaksine

source: No Inputs (Newly Generated Coins)
id: Ora Ana Inpute (Dhuwit Recehan seng Anyar)

source: No blocks yet.
id: Durung ana blok.

source: No matching records found!
id: Ora ana cathetan sing cocog!

source: Node Information
id: Informasi Node

source: Nodes
id: Node

source: Number Of Transactions
id: Jumlah Transaksine

source: Number of Transactions:
id: Jumlah Transaksine:

source: Older blocks from this date
id: Blok lawas saka tanggal iki

source: Output
id: Outpute

source: Percent of total(blocks found)
id: Persen saka total(blok ditemokake)

source: Pool Name
id: Jeneng Pool

source: Previous Block
id: Blok sadurunge

source: Protocol
id: Protokol

source: Protocol version
id: Versi protokol

source: Proxy setting
id: Setelane proxy

source: Rank
id: Pangkate

source: Ravencoin Circulation
id: Sirkulasi Ravencoin

source: Ravencoin Community
id: Komunitas Ravencoin

source: Ravencoin Distribution
id: Distribusi Ravencoin

source: Ravencoin Mined:
id: Ravencoin ditambang:

source: Ravencoin Statistics for the last 24 hours
id: Ravencoin Statistik kanggo 24 jam pungkasan

source: Ravencoin comes with a way of signing arbitrary messages.
id: Ravencoin dilengkapi cara kanggo mlebu pesen sing sewenang-wenang.

source: Raw transaction data
id: Data transaksi seng mentahan

source: Raw transaction data must be a valid hexadecimal string.
id: Data transaksi mentah kudu dadi string heksadesimal sing valid.

source: Received Time
id: Wektu Ditampa

source: Redirecting...
id: Ngalihake...

source: Rich List
id: Dhaptar Wong Sugih

source: Search for block, transaction or address
id: Goleki blok, transaksi utawa alamat

source: See all blocks
id: Tontok kabeh blok

source: Send transaction
id: Kirim transaksi

source: Show all
id: Tampilake kabeh

source: Show input
id: Tampilake input

source: Show less
id: Tampilake kurang

source: Show more
id: Tampilake liyane

source: Signature
id: teken

source: Size
id: Ukurane

source: Size (bytes)
id: Ukurane (byte)

source: Skipped Blocks (previously synced)
id: Blok sing dilewati (sadurunge diselarasake)

source: Start Date
id: Tanggal wiwitan

source: Statistics
id: Statistike

source: Status
id: Statuse

source: Summary
id: Ringkesane

source: Summary <small>confirmed</small>
id: Ringkesan <small>dikonfirmasi</small>

source: Sync Progress
id: Kemajuane Sinkronisasine

source: Sync Status
id: Status Sinkronisasine

source: Sync Type
id: Jinis Sinkronisasine

source: Synced Blocks
id: Blok sing Disinkronake

source: The current supply of Ravencoin on the network.
id: Jumlahe Pasokan Ravencoin saiki ing jaringan.

source: The daily average of fees paid to miners per transaction.
id: Rata-ratane saben dina biaya sing dibayar kanggo penambang saben transaksi.

source: The message failed to verify.
id: Pesen gagal diverifikasi.

source: The message is verifiably from {{verification.address}}.
id: Pesen iku diverifikasi saka{{verification.address}} .

source: The number of daily confirmed FLUX transactions.
id: Jumlahe transaksi FLUX saben dina sing wis dikonfirmasi.

source: The total value of all transaction outputs per day (includes coins returned to the sender as change).
id: Nilai Jumlahe kabeh output transaksi saben dina (kalebu dhuwit recehan bali menyang pangirim minangka owah-owahan).

source: There are no transactions involving this address.
id: Ora ana transaksi sing nglibatake alamat iki.

source: This form can be used to broadcast a raw transaction in hex format over the Ravencoin network.
id: Formulir iki bisa digunakake kanggo nyiarake transaksi mentah ing format hex liwat jaringan Ravencoin.

source: This form can be used to verify that a message comes from a specific Ravencoin address.
id: Formulir iki bisa digunakake kanggo verifikasi manawa pesen teka saka alamat Ravencoin tartamtu.

source: Time Between Blocks:
id: Wektu Antarane Blok:

source: Time Offset
id: Wektu Offset

source: Timestamp
id: Stempel wektune

source: Today
id: Dina iki

source: Total Circulating Supply:
id: Total pasokan sirkulasine:

source: Total Output Volume:
id: Total Volume Output:

source: Total Received
id: Total Ditampa

source: Total Sent
id: Total Dikirim

source: Total Transaction Fees:
id: Total Biaya Transaksi:

source: Trade Volume:
id: Volume perdagangan:

source: Transaction
id: Transaksi

source: Transaction Summary
id: Ringkesan Transaksi

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
id: Transaksi sukses disiarkan.<br> ID transaksi:{{txid}}

source: Transactions
id: Transaksine

source: Type
id: Jinis

source: Unconfirmed
id: Ora dikonfirmasi

source: Unconfirmed Transaction!
id: Transaksi sing ora dikonfirmasi!

source: Unconfirmed Txs Balance
id: Saldo Txs sing durung dikonfirmasi

source: Value Out
id: Nilai Metu

source: Verify
id: Verifikasi

source: Verify signed message
id: Verifikasi pesen sing wis ditandatangani

source: Version
id: Versi

source: View Chart
id: Deleng Bagan

source: Waiting for blocks...
id: Nunggu blok...

source: Waiting for nodes...
id: Nunggu node...

source: Waiting for pools...
id: Nunggu pool...

source: Waiting for transactions...
id: Nunggu transaksi...

source: (Input unconfirmed)
id: (Input durung dikonfirmasi)

source: (the top 200 richest addresses)
id: (200 alamat wong paling sugih ing ndhuwur)

source: are very much appreciated: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q
id: banget dihargai: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q

source: broadcast transaction
id: transaksi siarane

source: by date.
id: miturut tanggal.

source: first seen at
id: pisanan katon ing

source: here
id: kene

source: is still in development, check out the source code
id: isih ing pembangunan, mriksa metu kode sumber

source: mined on:
id: ditambang ing:

source: minutes
id: menit

source: verify message
id: verifikasi pesen

source: {{p.uptime.Days}} days
id: {{p.uptime.Days}}dina

source: {{p.uptime.Hours}} hrs
id: {{p.uptime.Hours}}jam

source: {{p.uptime.Minutes}} mins
id: {{p.uptime.Minutes}}menit

source: {{p.uptime.Seconds}} secs
id: {{p.uptime.Seconds}}detik
